Repository: bbyykk/rubyripper
Catalog: po/*/rubyripper.po
Languages: fr, nl

source: Show current version of rubyripper.
fr: Afficher la version actuelle de rubyripper.
nl: Laad huidige versie van rubyripper zien.

source: Load configuration settings from file <FILE>.
fr: Charger les préférences de configuration depuis le fichier <FILE>.
nl: Laad configuratie instellingen uit bestand <BESTAND>.

source: Display verbose output.
fr: Afficher une sortie verbeuse.
nl: Laat uitgebreide uitvoer zien.

source: Change configuration settings.
fr: Changer les préférences de configuration.
nl: Verander configuratie instellingen.

source: Skip questions and rip the disc.
fr: Passer les questions et extraire le disque.
nl: Sla de vragen over en rip de disk.

source: Provide a directory to stub disc queries.
fr: Fournir un répertoire pour simuler les requêtes disque.
nl: Geef een directory om disk queries te simuleren

source: Exit after the disc is done ripping.
fr: Quitter après l'extraction.
nl: Sluit af nadat de disk klaar is met rippen

source: Show this usage statement.
fr: Afficher ce relevé d'utilisation.
nl: Laat deze instructie zien.

source: Verbose output specified.
fr: Mode verbeux activé.
nl: Uitgebreide uitvoer gekozen.

source: Configure option specified.
fr: Configurer l'option indiquée.
nl: Configureer optie gekozen.

source: Use config file
fr: Utiliser un fichier de préférences
nl: Gebruik configuratiebestand

source: yes
fr: oui
nl: ja

source: y
fr: o
nl: j

source: no
fr: non
nl: nee

source: AUDIO DISC FOUND
fr: DISQUE AUDIO DÉTECTÉ
nl: AUDIO DISC GEVONDEN

source: Number of tracks: %s
fr: Nombre de pistes : %s
nl: Aantal tracks: %s

source: Total playtime: %s
fr: Durée totale : %s
nl: Totale speelduur: %s

source: Artist:
fr: Artiste :
nl: Artiest:

source: Year:
fr: Année :
nl: Jaar:

source: Extra disc info:
fr: Infos supplémentaires sur le disque :
nl: Extra disk info:

source: Marked as various disc? [%s]
fr: Marqué comme disque divers ? [%s]
nl: Markeer disk als verscheide artiesten [%s]

source: EDIT METADATA
fr: ÉDITER LES MÉTADONNÉES
nl: WIJZIG METADATA

source: Edit the disc info
fr: Éditer les infos sur le disque
nl: Bewerk de disk info

source: Edit the track info
fr: Éditer les infos sur les pistes
nl: Bewerk de track info

source: Return to main menu
fr: Retour vers l'écran principal
nl: Terug naar het hoofdmenu

source: EDIT DISC INFO
fr: ÉDITER LES INFOS SUR LE DISQUE
nl: BEWERK DISK INFO

source: Back to metadata menu
fr: Retour vers le menu des métadonnées
nl: Terug naar het metadata menu

source: Number %s is not a valid choice, try again.
fr: Le numéro %s n'est pas un choix valide, essayez de nouveau.
nl: Nummer %s is geen geldige keuze, probeer het nogmaals.

source: EDIT TRACK INFO
fr: ÉDITER LES INFOS SUR LES PISTES
nl: BEWERK TRACK INFO

source: Track name:
fr: Nom de la piste :
nl: Track naam:

source: It's not possible to select tracks for image rips
fr: Il est impossible de sélectionner des pistes pour les extractions d'image
nl: Het is niet mogelijk om individuele tracks te kiezen bij image rips

source: Please change your rip preferences first
fr: Veuillez d'abord changer vos préférences d'extraction
nl: Verander a.u.b. eerst uw voorkeuren

source: TRACK SELECTION
fr: SÉLECTION DES PISTES
nl: TRACK SELECTIE

source: To toggle all tracks on/off
fr: Sélectionner/désélectionner toutes les pistes
nl: (de)activeer alle tracks

source: Back to main menu
fr: Retour vers l'écran principal
nl: Terug naar het hoofdmenu

source: There are %s choices:
fr: Il y a %s choix :

source: Which one do you prefer?
fr: Lequel préférez-vous ?

source: RUBYRIPPER PREFERENCES
fr: PRÉFÉRENCES DE RUBYRIPPER
nl: VOORKEUREN RUBYRIPPER

source: Secure ripping
fr: Extraction sûre
nl: Veilig rippen

source: Toc analysis
fr: Analyse de la table des matière
nl: Toc analyse

source: Metadata
fr: Métadonnées

source: Other
fr: Autres
nl: Overig

source: Don't change any setting
fr: Ne changer aucun paramètre
nl: Verander geen instellingen

source: Number %s is not a valid choice, try again
fr: Le numéro %s n'est pas un choix valide, essayez de nouveau
nl: Nummer %s is geen geldige keuze, probeer het opnieuw

source: SECURE RIPPING PREFERENCES
fr: PRÉFÉRENCES DE L'EXTRACTION SÛRE
nl: VOORKEUREN VEILIG RIPPEN

source: Ripping drive
fr: Extraction du lecteur en cours
nl: Cdrom drive om te rippen

source: Drive offset
fr: Décalage pour ce lecteur :
nl: Cdrom correctie (offset)

source: Find your offset at http://www.accuraterip.com/driveoffsets.htm.
fr: **Vous trouverez le décalage pour votre lecteur sur http://www.accuraterip.com/driveoffsets.htm. **Le modèle de votre lecteur est indiqué dans le journal.
nl: Vind uw offset op http://www.accuraterip.com/driveoffsets.htm.

source: Your drive model is shown in the logfile.
fr: Le modèle de votre lecteur apparaît dans le journal.
nl: Het model van uw cdrom drive vindt u in het logbestand.

source: Pad missing lead-in/lead-out samples with zeroes %s
fr: xxx les échantillons manquants de zone d'entrée et de sortie avec des zéros %s
nl: Vul missende lean-in/lead-out samples met nullen %s

source: Passing extra cdparanoia parameters
fr: Paramètres supplémentaires pour cdparanoia
nl: Geef extra parameters aan cdparanoia

source: Match all chunks
fr: Concordance de tous les échantillons
nl: Match alle delen

source: Match erroneous chunks
fr: Concordance des échantillons erronés
nl: Match foutieve delen

source: Maximum trials
fr: Essais maximum
nl: Maximum aantal pogingen

source: Eject disc after ripping %s
fr: Éjecter le disque après l'extraction %s
nl: Open de cdrom lade na het rippen %s

source: Only keep log when errors %s
fr: Garder un journal seulement en cas d'erreurs %s
nl: Bewaar de log alles als er fouten zijn %s

source: Back to settings main menu
fr: Retour vers le menu principal des préférences
nl: Terug naar het hoofdmenu

source: Match erronous chunks
fr: Concordance des échantillons erronés
nl: Match foutieve delen

source: TOC ANALYSIS PREFERENCES
fr: PRÉFÉRENCES DE L'ANALYSE DE LA TABLE DES MATIÈRES
nl: VOORKEUREN TOC ANALYSE

source: Create a cuesheet %s
fr: Créer un fichier .cue
nl: Maak een cuesheet aan %s

source: Rip to single file %s
fr: Extraire en un fichier unique %s
nl: Rip de cd naar een enkel bestand %s

source: Rip hidden audio sectors %s
fr: Extraire les secteurs audio cachés %s
nl: Rip verborgen audio deel %s

source: Mark as a hidden track when longer than
fr: Marquer comme piste cachée si supérieure à
nl: Markeer als verborgen track wanneer langer dan

source: second(s)
fr: seconde(s)

source: Append or prepend audio
fr: Ajouter le flux audio au début ou à la fin du fichier
nl: Overgangsstilte vooraan of achteraan

source: Way to handle pre-emphasis
fr: Façon de traiter la préaccentuation
nl: Hoe om te gaan met pre-emphasis

source: Mark as a hidden track when bigger than <X> seconds
fr: Marquer comme piste cachée si supérieure à <X> seconde(s)
nl: Markeer als een verborgen track wanneer langer dan

source: Prepend pregaps to the track
fr: Ajouter le silence préliminaire au début de la piste
nl: Begin volgende track met de overgangsstilte

source: Append pregap to previous track
fr: Ajouter le silence préliminaire à la fin la piste précédente
nl: Voeg overgangsstilte toe aan vorige track

source: Write pre-emphasis tag to the cuesheet
fr: Écrire le label de préaccentuation dans le fichier .cue.
nl: Bewaar de pre-emphasis tag in de cuesheet

source: CODEC PREFERENCES
fr: PRÉFÉRENCES DES CODECS
nl: VOORKEUREN CODECS

source: FLAC options passed
fr: Options pour FLAC
nl: Extra flac parameters

source: Oggenc options passed
fr: Options pour Oggenc
nl: Extra oggenc parameters

source: LAME options passed
fr: Options pour LAME

source: Nero AAC %s
fr: AAC Nero %s

source: Nero options passed
fr: Options pour Nero
nl: Extra nero parameters

source: WavPack options passed
fr: Options pour WavPack

source: Opus options passed
fr: Options pour Opus
nl: Extra Opus parameters

source: Other codec %s
fr: Autre codec %s
nl: Andere codec %s

source: Commandline passed
fr: Passé à la ligne de commande
nl: Commando

source: Playlist support %s
fr: Prise en charge des listes de lecture %s
nl: Maak afspeellijst aan %s

source: Maximum extra encoding threads
fr: Fils d'exécution supplémentaires maximum pour l'encodage
nl: Aantal extra encodeer processen

source: Replace spaces with underscores %s
fr: Remplacer les traits de soulignement par des espaces
nl: Vervang spaties met underscores in bestandsnamen %s

source: Downsize all capital letters in file names %s
fr: Mettre en minuscule toutes les majuscules dans les noms de fichiers %s
nl: Alleen kleine letters in bestandsnamen %s

source: Normalize program
fr: Programme de normalisation
nl: Programma om te normaliseren

source: Normalize modus
fr: Mode de normalisation
nl: Normaliseer modus

source: Lame options passed
fr: Options pour LAME
nl: Extra lame parameters

source: Artist
fr: Artiste
nl: Artiest

source: Year
fr: Année
nl: Jaar

source: Track name
fr: Nom de la piste
nl: Track naam

source: Tracknumber
fr: Numéro de piste
nl: Tracknummer

source: Input file
fr: Fichier d'entrée
nl: Input bestand

source: Output file
fr: Fichier de sortie
nl: Output bestand

source: (don't forget the extension)
fr: (n'oubliez pas l'extension)
nl: (vergeet de extensie niet)

source: Don't normalize the audio
fr: Ne pas normaliser le flux audio
nl: Normaliseer de audio niet

source: Use replaygain
fr: Utiliser replaygain
nl: Gebruik replaygain

source: Use normalize
fr: Utiliser la normalisation
nl: Normaliseer wav bestanden

source: Use album based gain
fr: Utiliser le gain par album
nl: Corrigeer volume in album modus

source: Use track based gain
fr: Utiliser le gain par piste
nl: Corrigeer volume in track modus

source: METADATA PREFERENCES
fr: PRÉFÉRENCES DES MÉTADONNÉES
nl: VOORKEUREN METADATA

source: Metadata provider
fr: Fournisseurs des métadonnées

source: Freedb use first hit %s
fr: Freedb utiliser le premier résultat %s
nl: Gebruik altijd de eerste freedb mogelijkheid %s

source: Freedb server
fr: Serveur freedb :

source: Freedb username
fr: Utilisateur freedb
nl: Freedb gebruikersnaam

source: Freedb hostname
fr: Nom d'hôte freedb
nl: Freedb hostnaam

source: Musicbrainz preferred countries (1st, 2nd,...)
fr: Pays préférés pour Musicbrainz (1er, 2e. ...)
nl: Musicbrainz voorkeur voor landen

source: Musicbrainz preferred date
fr: Date Musicbrainz préférée
nl: Musicbrainz voorkeur datum

source: Musicbrainz use first known year (including LPs) %s
fr: Musicbrainz utilise la première année connue (incluant les 33 tours) %s
nl: Musicbrainz gebruik oudste release (inclusief LP's) %s

source: Prefer releases from countries (better, worse, ...)
fr: Préférer les versions de ces pays (meilleures, pires, ...)
nl: Prefereer releases uit landen (beter, slecht, ...)

source: Don't fetch metadata from the internet
fr: Ne pas récupérer les métadonnées d'Internet
nl: Haal geen metadata van het internet

source: Use the freedb protocol as primary resource
fr: Utiliser le protocole freedb comme ressource primaire
nl: Gebruik het freedb protocol als primaire bron

source: Use the musicbrainz protocol as primary resource
fr: Utiliser le protocole Musicbrainz comme ressource primaire
nl: Gebruik het musicbrainz protocol als primaire bron

source: Prefer releases with earlier dates
fr: Préférer les versions avec des dates plus anciennes
nl: Gebruik de oudst beschikbare release

source: Prefer releases with later dates
fr: Préférer les versions avec des dates plus récentes
nl: Gebruik de laatst beschikbare release

source: Ignore dates when selecting releases
fr: Ignorer les dates lors de la sélection des versions
nl: Negeer datum van de release bij het maken van een keuze

source: OTHER PREFERENCES
fr: PRÉFÉRENCES AUTRES
nl: OVERIGE VOORKEUREN

source: Base directory
fr: Dossier de base :
nl: Basis directory

source: Standard file scheme
fr: Modèle de nommage habituel
nl: Standaard bestandsschema

source: Various artist file scheme
fr: Modèle de nommage pour artistes divers
nl: Schema voor verscheidene artiesten

source: Single file rip file scheme
fr: Modèle de nommage pour l'extraction vers un fichier unique
nl: Schema voor een image bestand

source: Log file viewer
fr: Visionneuse de journal
nl: Log bestand openen met

source: File manager
fr: Gestionnaire de fichiers
nl: Bestandsmanager

source: Verbose mode %s
fr: Mode verbeux %s
nl: Uitgebreide uitvoer modus %s

source: Debug mode %s
fr: Mode de déboguage
nl: Debug modus %s

source: Current naming scheme: %s
fr: Schéma de nommage actuel : %s

source: Various Artist
fr: Artistes divers
nl: Verscheidene artiesten

source: New naming scheme (q to quit)
fr: Nouveau modèle de nommage (q pour quitter)
nl: Nieuw naamschema (q om te annuleren)

source: Example file name:
fr: Exemple de nom de fichier :
nl: Voorbeeld bestandsnaam:

source: The directory %s already exists. What do you want rubyripper to do?
fr: Le dossier %s existe déjà. Que voulez-vous que rubyripper fasse ?

source: Cancel rip
fr: Abandonne l'extraction
nl: Rip annuleren

source: Delete existing directory
fr: Efface le dossier existant

source: Auto rename directory
fr: Renomme le dossier automatiquement

source: Directory already exists...
fr: Le dossier existe déjà...

source: The freedb server reports multiple hits. Which one would you prefer?
fr: Plusieurs résultats ont été trouvés sur le serveur freedb. Lequel voulez-vous utiliser ?

source: Multiple hits found...
fr: Plusieurs résultats trouvés...
nl: Meerdere mogelijkheden...

source: Encoding progress %s %
fr: Progression de l'encodage %s %
nl: Voortgang encoderen %s %

source: Ripping progress %s %
fr: Progression de l'extraction %s %
nl: Voortgang rippen %s %

source: <b>Ripping status</b>
fr: <b>État de l'extraction</b>
nl: <b>Rip status</b>

source: Not yet started (0%)
fr: Pas encore commencé (0%)
nl: Nog niet begonnen (0%)

source: ...Scanning drive %s for an audio disc.
fr: ...À la recherche d'un disque audio dans %s.
nl: ...cdrom drive %s wordt gescand op de aanwezigheid van een audiodisk.

source: Welcome to rubyripper %s.
fr: Bienvenue dans rubyripper %s
nl: Welkom bij rubyripper versie %s.

source: No disc found in %s! Please insert a disc and push 'Scan drive'. The cdrom drive can be set in 'Preferences'.
fr: Aucun disque trouvé dans %s ! Veuillez insérer un disque et pressez 'Analyse'. Le lecteur peut être défini dans « Préférences ».

source: Opening tray of drive %s.
fr: Ouverture du plateau du lecteur %s.
nl: De lade van %s wordt geopend.

source: Closing tray of the drive.
fr: Fermeture du plateau du lecteur.
nl: De lade van het apparaat wordt gesloten.

source: Insert an audio-disc and press 'Close tray'. The drive will automatically be scanned for a disc. If the tray is already closed, press 'Scan drive'
fr: Insérez un disque audio et pressez « Fermer le lecteur ». L'analyse du lecteur s'effectuera automatiquement. Si le lecteur est déjà fermé, cliquez sur « Analyse »

source: The eject utility is not found on your system!
fr: L'utilitaire d'éjection est absent de votre système !
nl: Het eject programma is niet gevonden op uw systeem!

source: Cdrom device:
fr: Lecteur cdrom :
nl: Cdrom apparaat:

source: Cdrom offset:
fr: Décalage du lecteur cdrom :
nl: Cdrom correctie (offset):

source: List with offsets
fr: Liste des décalages
nl: Lijst met offsets

source: A website which lists the offset for most drives. Your drivename can be found in each logfile.
fr: Un site Web qui fourni une liste des décalages pour la plupart des lecteurs. Le modèle de votre lecteur est indiqué dans chaque journal.

source: Pad missing samples with zero's
fr: Remplir les échantillons manquants avec des zéros.
nl: Vul missende samples met nullen

source: Cdparanoia can't handle offsets larger than 580 for first (negative offset) and last (positive offset) track. This option fills the rest with empty samples. If disabled, the file will not have the correct size. It is recommended to enable this option.
fr: Cdparanoia ne peut pas gérer les décalages de plus de 580 pour la première (décalage positif) et dernière (décalage négatif) piste. Cette option rempli le reste avec des échantillons vides. Si désactivée, le ficher n'aura pas la bonne taille. Il est recommandé d'activer cette option.

source: Cdrom device
fr: Lecteur cdrom
nl: Cdrom apparaat

source: Match all chunks:
fr: Concordance de tous les échantillons :
nl: Match alle delen:

source: Match erroneous chunks:
fr: Concordance des échantillons erronés :
nl: Match foutieve delen:

source: Maximum trials (0 = unlimited):
fr: Essais maximum (0 = illimité) :
nl: Maximum pogingen (0 = ongelimiteerd):

source: times
fr: fois
nl: maal

source: Ripping options
fr: Préférences pour l'extraction
nl: Rip opties

source: Pass cdparanoia options:
fr: Options pour cdparanoia :
nl: Geef cdparanoia opties door:

source: Eject cd when finished
fr: Éjecter le CD un fois terminé
nl: Open lade na het rippen

source: Only keep logfile if correction is needed
fr: Ne garder un journal que si une correction est nécessaire
nl: Behoud alleen het logbestand als er correctie nodig was

source: Ripping related
fr: Relatif à l'extraction
nl: Rippen gerelateerd

source: Secure Ripping
fr: Extraction sûre
nl: Veilig rippen

source: Rip hidden audio sectors
fr: Extraire les secteurs audio cachés
nl: Rip verborgen audio deel

source: Uncheck this if cdparanoia crashes with your ripping drive.
fr: Décochez si cdparanoia plante avec votre lecteur lors de l'extraction
nl: Schakel deze optie uit als cdparanoia problemen geeft met uw cdrom drive

source: A hidden track will rip to a seperate file if used in track modus. If it's smaller the sectors will be prepended to the first track.
fr: Une piste cachée sera extraite dans un fichier séparé si le « Mode piste » est sélectionné. Si elle est inférieure, les secteurs seront ajoutés au début de la première piste.

source: Audio sectors before track 1
fr: Secteurs audio avant la piste 1
nl: Audio delen v√≥√≥r track 1

source: Create cuesheet
fr: Créer un fichier .cue
nl: Maak een cuesheet aan

source: Rip CD to single file
fr: Extraire le CD vers un fichier unique
nl: Rip de cd naar een enkel bestand

source: Advanced Toc analysis
fr: Analyse approfondie de la table des matières
nl: Geavanceerde Toc analyse

source: Cdrdao installed?
fr: Cdrdao est-il installé ?
nl: Cdrdao ge√Ønstalleerd?

source: Append pregap to the previous track
fr: Ajouter le silence préliminaire à la fin de la piste précédente
nl: Eindig de track met de overgangsstilte

source: Prepend pregap to the track
fr: Ajouter le silence préliminaire au début de la piste
nl: Begin volgende track met de overgangsstilte

source: Handling pregaps other than track 1
fr: Traiter les silences préliminaires autres que ceux de la piste 1
nl: Overgangsstiltes tussen tracks

source: Correct pre-emphasis tracks with sox
fr: Corriger les pistes contenant une préaccentuation avec sox
nl: Corrigeer pre-emphasis met sox

source: Save the pre-emphasis tag in the cuesheet.
fr: Sauvegarder le label de préaccentuation dans le fichier .cue.
nl: Bewaar de pre-emphasis tag in de cuesheet.

source: Handling tracks with pre-emphasis
fr: Traiter les pistes avec de la préaccentuation
nl: Tracks met pre-emphasis

source: TOC analysis
fr: Analyse de la table des matières
nl: TOC analyse

source: Active audio codecs
fr: Codecs audio en fonction
nl: Actieve audio codecs

source: No settings available
fr: Aucun paramètre disponible
nl: Geen voorkeuren beschikbaar

source: %a=artist %g=genre %t=track name %f=codec %b=album %y=year %n=track %va=various artist %o=output file %i=input file
fr: %a=artiste %g=genre %t=nom de la piste %f=codec %b=album %y=année %n=piste %va=artistes divers %o = fichier de sortie %i = fichier d'entrée

source: Create m3u playlist
fr: Créer une liste de lecture m3u
nl: Maak m3u afspeellijst

source: Replace spaces with underscores in file names
fr: Remplacer les espaces par des traits de soulignement dans les noms de fichiers
nl: Vervang spaties met underscores in bestandsnamen

source: Downsize all capital letters in file names
fr: Mettre en minuscule toutes les majuscules dans les noms de fichiers
nl: Alleen kleine letters in bestandsnamen

source: Number of extra encoding threads
fr: Nombre de fils d'exécution supplémentaires pour l'encodage
nl: Aantal extra encoding processen

source: Codec related
fr: Relatif aux codecs
nl: Codec gerelateerd

source: Don't standardize volume
fr: Ne pas normaliser le volume
nl: Standaardiseer het volume niet

source: Use replaygain on audio files
fr: Utiliser replaygain pour les fichiers audio
nl: Replaygain audiobestanden

source: Use normalize on WAVE files
fr: Normaliser les fichiers WAVE

source: Album / Audiophile modus
fr: Mode Album / Audiophile
nl: Album / Audiophiel modus

source: Track modus
fr: Mode piste

source: Normalize to standard volume
fr: Normalisation du volume
nl: Normaliseer naar standaard volume

source: Primary metadata provider:
fr: Premier fournisseur de métadonnées :
nl: Primaire metadata provider:

source: Don't use a metadata provider
fr: Ne pas utiliser de fournisseur de métadonnées
nl: Gebruik geen enkele metadata provider

source: Choose your metadata provider
fr: Choisissez votre fournisseur de métadonnées
nl: Kies uw metadata provider

source: Always use first freedb hit
fr: Toujours utiliser le premier résultat freedb
nl: Gebruik altijd de eerste mogelijkheid van freedb

source: Freedb server:
fr: Serveur freedb :

source: Username:
fr: Utilisateur :
nl: Gebruikersnaam:

source: Hostname:
fr: Nom d'hôte :
nl: Hostnaam:

source: Freedb options
fr: Préférences freedb
nl: Freedb opties

source: Preferred countries:
fr: Pays préférés :
nl: Voorkeur voor landen:

source: Preferred release date:
fr: Date préférée :
nl: Voorkeur van release datum:

source: Preferred year (metadata):
fr: Année préférée (métadonnées) :
nl: Voorkeur jaar (metadata):

source: Original
fr: Première parution
nl: Origineel

source: Latest available
fr: La plus récente
nl: Laatste beschikbaar

source: From release
fr: De cette version
nl: Van release

source: Musicbrainz options
fr: Préférences Musicbrainz
nl: Musicbrainz opties

source: Base directory:
fr: Dossier de base :
nl: Basis directory:

source: Standard:
fr: Habituel :
nl: Standaard:

source: Various artists:
fr: Artistes divers :
nl: Verscheidene artiesten:

source: Single file image:
fr: Image de fichier unique :
nl: Een image bestand:

source: Show options for "File naming scheme"
fr: Options de "Schéma de nommage"
nl: Laat opties zien voor "Bestandsnaam schema"

source: Track
fr: Piste

source: Various artist
fr: Artistes divers
nl: Verscheidene artiesten

source: File naming scheme
fr: Schéma de nommage
nl: Bestandsnaam schema

source: Log file viewer:
fr: Visionneuse de journal :
nl: Log bestand lezer:

source: File manager:
fr: Gestionnaire de fichiers :
nl: Bestandsmanager:

source: Programs of choice
fr: Programmes choisis
nl: Voorkeur van programma's

source: Verbose mode
fr: Mode verbeux
nl: Uitgebreide uitvoer modus

source: Debug mode
fr: Mode de déboguage
nl: Debug modus

source: Debug options
fr: Préférences de déboguage
nl: Debug opties

source: Mark disc as various artist
fr: Marquer le disque comme « Artistes Divers »
nl: Markeer disk als verscheidene artiesten

source: Freeze disc info
fr: Figer les infos sur le disque
nl: Bewaar disk info (meerdere schijven)

source: Disc:
fr: Disque :
nl: Disk:

source: Use this option to keep the disc info for albums that span multiple discs
fr: Utilisez cette option afin de garder les infos sur le disque pour les albums à disques multiples

source: All
fr: Toutes
nl: Alle

source: Track names (%s track(s))
fr: Noms de piste (%s piste(s))

source: Length (%s)
fr: Durée (%s)
nl: Lengte (%s)

source: <b>Disc info</b>
fr: <b>Infos sur le disque</b>
nl: <b>Disk info</b>
