Repository: bbyykk/rubyripper
Catalog: po/*/rubyripper.po
Languages: fr, nl

source: <b>Track selection</b>
fr: <b>Sélection des pistes</b>
nl: <b>Track selectie</b>

source: The rip has succesfully finished. A short summary is shown below.
fr: Extraction complétée avec succès. Voir le résumé ci-dessous.

source: The rip had some problems. A short summary is shown below.
fr: L'extraction a connu des problèmes. Voir le résumé ci-dessous.

source: Open log file
fr: Ouvrir le journal
nl: Open logbestand

source: Open directory
fr: Ouvrir le dossier

source: Ripping and encoding is finished
fr: L'extraction et l'encodage sont terminés
nl: Het rippen en encoderen is voltooid

source: Unknown
fr: Inconnu
nl: Onbekend

source: Track %s
fr: Piste %s

source: Hidden Track
fr: Piste cachée
nl: Verborgen track

source: Unknown Artist
fr: Artiste inconnu
nl: Onbekende Artiest

source: WARNING: No eject utility found!
fr: ATTENTION : Aucun utilitaire d'éjection de trouvé !
nl: Let op: Geen lade-uitwerp programma gevonden!

source: Rubyripper can't be used without cdparanoia!
fr: rubyripper ne peut pas être utilisé sans cdparanoia !
nl: Rubyripper is niet bruikbaar zonder het programma cdparanoia!

source: You won't be able to use the gtk2 interface.
fr: Vous ne pourrez pas utiliser l'interface gtk2
nl: U kunt geen gebruik maken van de gtk2 interface.

source: You won't be able to use translations.
fr: Vous ne pourrez pas utiliser les traductions
nl: U kunt geen gebruik maken van andere talen.

source: You won't have accurate freedb string calculation unless %s is installed.
fr: Sans l'installation de %s, vous n'aurez pas de calcul de chaînes freedb précis.
nl: U heeft geen accurate freedb sleutel calculatie beschikbaar tenzij %s is ge√Ønstalleerd.

source: Your disc tray can not be opened after ripping
fr: Le plateau de votre lecteur ne peut pas être ouvert après l'extraction
nl: Uw cdrom lade kan niet worden geopend na het rippen

source: You won't be able to encode in FLAC.
fr: Vous ne pourrez pas encoder en FLAC.
nl: U kunt niet encoderen met flac.

source: You won't be able to encode in vorbis.
fr: Vous ne pourrez pas encoder en Vorbis.
nl: U kunt niet encoderen met vorbis.

source: You won't be able to encode in LAME mp3.
fr: Vous ne pourrez pas encoder en mp3 LAME.

source: You won't be able to replaygain WAVE files.
fr: Vous ne pourrez pas traiter les fichers WAVE avec replaygain.

source: You won't be able to replaygain vorbis files.
fr: Vous ne pourrez pas traiter les fichers Vorbis avec replaygain.
nl: U kunt vorbis bestanden niet bewerken met replaygain.

source: You won't be able to replaygain LAME mp3 files.
fr: Vous ne pourrez pas traiter les fichers mp3 LAME avec replaygain.

source: You won't be able to normalize audio files.
fr: Vous ne pourrez traiter pas normaliser les fichers audio.
nl: U kunt audio bestanden niet normaliseren.

source: You won't be able to make cuesheets
fr: Vous ne pourrez pas créer de fichier .cue.
nl: U kunt geen cuesheets aanmaken.

source: Cd-info helps to detect data tracks.
fr: Cd-info aide à la détection des pistes de données.
nl: Cd-info helpt om data tracks te detecteren.

source: Show rights in case of problems
fr: Affiche les droits en cas de problème
nl: Toon rechten als er problemen optreden

source: CHECKING FORCED DEPENDENCIES
fr: VÉRIFICATION DES DÉPENDANCES FORCÉES

source: CHECKING OPTIONAL DEPENDENCIES
fr: VÉRIFICATION DES DÉPENDANCES OPTIONNELLES

source: ADVANCED TOC ANALYSIS (with cdrdao)
fr: ANALYSE APPROFONDIE DE LA TABLE DES MATIÈRES (avec cdrdao)

source: ...please be patient, this may take a while
fr: ...soyez patient SVP, ceci peut prendre un certain temps

source: No pregap, silence, pre-emphasis or data track detected
fr: Aucun silence, préaccentuation ni piste de données de détecté

source: Silence detected for disc : %s sectors
fr: Silences détectés sur le disque : %s secteurs

source: Pregap detected for track %s : %s sectors
fr: Silence préliminaire détecté sur la piste %s : %s secteurs

source: Track %s is marked as a DATA track
fr: La piste %s est marquée comme piste de données

source: ERROR: No audio tracks found!
fr: ERREUR : Aucune piste audio de trouvée !
nl: Fout: Geen audio tracks gevonden!

source: ERROR: Cdrom drive %s does not exist on your system! Please configure your cdrom drive first.
fr: ERREUR : Le lecteur de cdrom %s n'existe pas dans votre système ! Veuillez d'abord paramétrer votre lecteur.

source: You don't have read permissions for device %s on your system! These permissions are necessary for cdparanoia to scan your drive. You might want to add yourself to the necessary group with gpasswd.
fr: Vous n'avez pas les permissions de lecture pour le périphérique %s dans votre système ! Elles sont nécessaires afin que cdparanoia puisse analyser votre lecteur. Vous devriez vous ajouter au groupe requis avec gpasswd.

source: ls -l shows %s
fr: ls -l affiche %s

source: You don't have write permissions for device %s on your system! These permissions are necessary for cdparanoia to scan your drive. You might want to add yourself to the necessary group with gpasswd.
fr: Vous n'avez pas les permissions d'écriture pour le périphérique %s dans votre système ! Elles sont nécessaires afin que cdparanoia puisse analyser votre lecteur. Vous devriez vous ajouter au groupe requis avec gpasswd.

source: You don't have read and write permission for device %s on your system! These permissions are necessary for cdparanoia to scan your drive. %s You might want to add yourself to the necessary group with gpasswd
fr: Vous n'avez pas les permissions de lecture et d'écriture pour le périphérique %s dans votre système ! Elles sont nécessaires afin que cdparanoia puisse analyser votre lecteur. Vous devriez vous ajouter au groupe requis avec gpasswd.

source: Website:
fr: Site Web :

source: Rubyripper extraction logfile from: %s
fr: Journal d'extraction rubyripper de: %s

source: Used drive
fr: Lecteur utilisé
nl: Gebruikt apparaat

source: Device
fr: Périphérique
nl: Apparaat

source: Used ripper
fr: Extracteur utilisé
nl: Gebruikte ripper

source: Selected options
fr: Options sélectionnées

source: Matches required for all chunks
fr: Concordances requises pour tous les échantillons
nl: Vereiste aantal matches voor alle delen

source: Matches required for erroneous chunks
fr: Concordances requises pour les échantillons erronés
nl: Vereiste aantal matches voor foutieve delen

source: Read offset correction
fr: Lecture de la correction du décalage
nl: Lees afwijking correctie

source: Overread into Lead-In and Lead-Out
fr: Lecture par delà les zones d'entrée et de sortie
nl: Voorbij de Lead-in en Leaed-out lezen

source: No
fr: Non
nl: Nee

source: Fill up missing offset samples with silence : %s
fr: Remplir les échantillons vides de décalage avec des silences : %s

source: Yes
fr: Oui
nl: Ja

source: Null samples used in CRC calculations
fr: Échantillons nuls utilisés pour les calculs de CRC
nl: Nul samples gebruikt in CRC berekeningen

source: Used output encoder : %s
fr: Encodeur de sortie utilisé : %s

source: Internal WAVE routines
fr: Routines internes WAVE
nl: Interne WAVE routines

source: Sample format
fr: Format de l'échantillon
nl: Formaat van de samples

source: User defined encoder
fr: Encodeur défini par l'utilisateur
nl: Door gebruiker bepaalde encoder

source: Command line
fr: Ligne de commande
nl: Commando

source: TOC of the extracted CD
fr: Tables des matières du CD extrait

source: Start
fr: Début

source: Length
fr: Durée
nl: Lengte

source: Start sector
fr: Secteur de début

source: End sector
fr: Secteur de fin
nl: Eind sector

source: No disc found after %s trial(s)!
fr: Aucun disque trouvé après %s essai(s) !
nl: Geen audio disk gevonden na %s poging(en)

source: There is no audio disc ready in drive %s.
fr: Aucun disque audio de prêt dans %s.
nl: Geen audio disk gevonden in drive %s.

source: %s does not recognize the parameters used.
fr: %s ne reconnaît pas le paramètre utilisé.
nl: %s herkent de meegegeven parameters niet.

source: The device %s doesn't exist on your system!
fr: Le périphérique %s n’existe pas dans votre système !
nl: Het apparaat %s bestaat niet op uw systeem!

source: Please select at least one track.
fr: Veuillez sélectionner au moins une piste.
nl: Selecteer a.u.b. tenminste 1 track.

source: Please select at least one codec.
fr: Veuillez sélectionner au moins un codec.
nl: Selecteer a.u.b. tenminste 1 codec.

source: No update function found in the user interface
fr: Aucune fonction de mise à jour de trouvée dans l'interface utilisateur
nl: Geen update functie gevonden in de gebruikersinterface

source: %s is needed, but not detected on your system!
fr: %s est nécessaire mais introuvable dans votre système !
nl: Het programma %s is nodig, maar niet op uw systeem gevonden!

source: Please install cdrdao or disable cuesheet generation.
fr: Veuillez installer cdrdao ou désactiver la création de fichier .cue.
nl: Installeer cdrdao a.u.b. of zie af van het gebruik van een cuesheet.

source: The program %s failed to execute correctly: %s
fr: Le programme %s n'a pas pu s'exécuter correctement : %s

source: Can't create output directory! You have no writing access for directory %s
fr: Ne peux créer le dossier de sortie ! Vous n'avez pas les droits d'écriture dans le dossier %s

source: Error
fr: Erreur
nl: Fout

source: Artist : %s Album: %s
fr: Artiste : %s Album : %s

source: Disc Image
fr: Image disque

source: Track %2d
fr: Piste %2d

source: File name %s
fr: Nom du fichier %s

source: Trial %s: %s seconds (%sx)
fr: Essai %s :%s secondes (%sx)

source: Copy MD5: %s
fr: Copie MD5 : %s

source: WARNING: ENCODING ERRORS WERE DETECTED
fr: ATTENTION : ERREURS D'ENCODAGE DÉTECTÉES

source: RIPPING SUMMARY
fr: RÉSUMÉ D'EXTRACTION

source: All chunks were tried to match at least %s times.
fr: Concordance de tous les échantillons vérifiée au moins %s fois.

source: Chunks that differed after %s trials,
fr: Les échantillons qui était différents après %s essais,
nl: Delen die verschillen opleverde na %s pogingen,

source: were tried to match %s times.
fr: ont eu %s vérifications de concordance.

source: No errors occurred
fr: Aucune erreur
nl: Er hebben zich geen fouten voorgedaan

source: None of the tracks gave any problems
fr: Aucune piste n'a posé de problème

source: There were errors which could not be corrected
fr: Certaines erreurs n'ont pas pu être corrigées
nl: Er waren fouten die niet gecorrigeerd konden worden

source: Some track(s) could NOT be corrected within the maximum amount of trials
fr: Une ou plusieurs pistes n'ont PAS pu être corrigées avec le nombre d'essais maximum défini

source: Track %s could NOT be corrected completely
fr: La piste %s n'a PAS pu être corrigée complètement

source: There were errors which required correction
fr: Certaines erreurs ont demandé des corrections
nl: Er waren fouten die correctie nodig hadden

source: Some track(s) needed correction,but could be corrected within the maximum amount of trials
fr: Une ou plusieurs pistes devaient être corrigées et ont pu l'être dans le nombre maximum d'essais défini

source: There were errors during encoding
fr: Il y a eu des erreurs d'encodage

source: The exact positions of the suspicious chunks can be found in the ripping log
fr: Les positions exactes des échantillons suspects se trouvent dans le journal d'extraction

source: Not enough disk space left! Rip aborted
fr: Pas assez d'espace disque ! Extraction annulée
nl: Onvoldoende ruimte beschikbaar! Rip is afgebroken

source: Copy OK
fr: Copie OK
nl: Kopie OK

source: Irrecoverable sectors at the following times:
fr: Secteurs irrécupérables aux positions suivantes :
nl: Onherstelbare sectoren op de volgende posities:

source: Copy finished
fr: Copie terminée
nl: Kopie voltooid

source: Cdparanoia doesn't output WAVE files. Check your settings please.
fr: Cdparanoia ne génére pas de fichier de sortie WAVE. Vérifiez vos préférences SVP.

source: File size is not correct! Trying another time
fr: La taille du fichier est incorrecte ! Nouvel essai
nl: Bestandsgrootte is onjuist! Volgende poging

source: Sector mismatches at the following times, requiring extra trials:
fr: Non-concordance des secteurs aux positions suivantes, essais supplémentaires requis :
nl: Sector heeft een mismatch op de volgende posities, meerdere pogingen nodig:

source: The drive is spinning for more than 30 minutes.
fr: Le lecteur tourne depuis plus de 30 minutes.
nl: De drive is al meer dan 30 minuten actief.

source: Taking a timeout of 2 minutes to protect the hardware.
fr: Pause de 2 minutes en cours afin de protéger le matériel.
nl: De drive krijgt een timeout van 2 minuten om de hardware te beschermen.

source: Do you want to change your settings? (y/n) :
fr: Voulez-vous changer vos préférences ? (o/n) :
nl: Wilt u de instellingen veranderen? (j/n) :

source: * RUBYRIPPER MAIN MENU *
fr: * MENU PRINCIPAL RUBYRIPPER *
nl: * RUBYRIPPER HOOFDMENU *

source: Change preferences
fr: Changer les préférences
nl: Verander uw voorkeuren

source: Scan drive for audio disc
fr: Rechercher un disque audio dans le lecteur
nl: Scan voor een audio disk

source: Change metadata
fr: Changer les métadonnées
nl: Verander metadata

source: Select the tracks to rip (default = all)
fr: Sélectionner les pistes à extraire (défaut=toutes)
nl: Geef aan welke tracks u wilt rippen (standaard = alles)

source: Rip the disc!
fr: Extraire le disque !
nl: Rip de disk!

source: Exit rubyripper...
fr: Quitter rubyripper...
nl: Sluit rubyripper...

source: Thanks for using rubyripper.
fr: Merci d'avoir utilisé rubyripper.
nl: Bedankt voor het gebruiken van rubyripper.

source: Have a nice day!
fr: Passez une bonne journée !
nl: Nog een prettige dag!

source: Please solve the following configuration errors first:
fr: Veuillez d'abord régler les problèmes de configuration suivants :
nl: Los s.v.p. eerst de volgende configuratie fouten op:

source: Rip is canceled, exiting...
fr: Extraction annulée, abandon...
nl: De rip is geannuleerd, aan 't afsluiten...

source: The output directory already exists. What would you like to do?
fr: Le dossier de destination existe déjà. Que voulez-vous faire ?
nl: De opgegeven uitvoer directory bestaat al. Wat wilt u doen?

source: 1) Auto rename the output directory
fr: 1) Renommer automatiquement le dossier de destination
nl: 1) Automatisch de directory hernoemen

source: 2) Overwrite the existing directory
fr: 2) Écraser le dossier de destination
nl: 2) De bestaande directory overschrijven

source: 3) Cancel the rip and eject the disc
fr: 3) Annuler l'extraction et éjecter le disque
nl: 3) De rip annuleren en de lade openen

source: Please enter the number of your choice:
fr: Saisissez votre choix de numéro SVP :
nl: Naar welk nummer gaat uw voorkeur uit?

source: Ehh.. There shouldn't be anything else. WTF?
fr: Il ne devrait rien avoir d'autre. Que se passe-t-il ?
nl: Ehh.. Hier zou niets meer moeten zijn. WTF?

source: Secret modus = %s
fr: Mode secret = %s
nl: Geheime modus = %s

source: Open tray
fr: Ouvrir le lecteur
nl: Open lade

source: Exit
fr: Quitter
nl: Afsluiten

source: Abort
fr: Annuler
nl: Afbreken

source: Preferences
fr: Préférences
nl: Voorkeuren

source: Scan drive
fr: Analyse du lecteur

source: Rip cd now!
fr: Extraire le CD !
nl: Rip cd nu!

source: Disc info
fr: Infos sur le disque
nl: Disk info

source: Close tray
fr: Fermer le lecteur
nl: Sluit lade

source: You won't be able to encode in lame mp3.
nl: U kunt niet encoderen met lame mp3.

source: You won't be able to replaygain wav files.
nl: U kunt wav bestanden niet bewerken met replaygain.

source: You won't be able to replaygain Lame mp3 files.
nl: U kunt lame mp3 bestanden niet bewerken met replaygain.

source: \n\nCHECKING FORCED DEPENDENCIES\n\n
nl: \n\nCONTROLEREN VAN VERPLICHTE AFHANKELIJKHEDEN\n\n

source: \nCHECKING OPTIONAL DEPENDENCIES\n\n
nl: \nCONTROLEREN VAN OPTIONELE AFHANKELIJKHEDEN\n\n

source: \nADVANCED TOC ANALYSIS (with cdrdao)\n
nl: \nGEAVANCEERDE TOC ANALYSE (met cdrdao)\n

source: ...please be patient, this may take a while\n\n
nl: ...even geduld aub, dit kan even duren\n\n

source: No pregaps, silences, pre-emphasis or data tracks detected\n\n
nl: Geen pregaps, stiltes of pre-emphasis of datatracks gevonden\n\n

source: Silence detected for disc : %s sectors\n
nl: Stilte gedetecteerd voor disk: %s sectoren\n

source: Pregap detected for track %s : %s sectors\n
nl: Pregap gevonden voor track %s : %s sectoren\n

source: Track %s is marked as a DATA track\n
nl: Track %s is gemarkeerd als DATA track\n

source: ERROR: Cdrom drive %s does not exist on your system!\nPlease configure your cdrom drive first.
nl: FOUT: Cdrom apparaat %s bestaat niet op uw systeem!\nConfigureert u aub eerst het juiste apparaat.

source: You don't have read permissions for device\n\n%s on your system! These permissions are necessary for\n\ncdparanoia to scan your drive. You might want to add yourself\n\nto the necessary group with gpasswd.
nl: U heeft geen lees- en schrijfrechten voor apparaat\n\n%s op uw systeem! Deze rechten zijn benodigd voor\n\ncdparanoia om een audio-cd te detecteren. Misschien dat u nog\nmoet worden toegevoegd aan de juiste groep\nmet het programma gpasswd.

source: \n\nls -l shows %s
nl: \n\nls -l geeft als resultaat: %s

source: You don't have write permissions for device\n\n%s on your system! These permissions are necessary for\n\ncdparanoia to scan your drive. You might want to add yourself\n\nto the necessary group with gpasswd.
nl: U heeft geen schrijfrechten voor apparaat\n\n%s op uw systeem! Deze rechten zijn benodigd voor\ncdparanoia om een audio-cd te detecteren. Misschien\ndat u nog moet worden toegevoegd aan de juiste groep\nmet het programma gpasswd.

source: You don't have read and write permission\nfor device %s on your system! These permissions are\nnecessary for cdparanoia to scan your drive.\n\n%s\nYou might want to add yourself to the necessary group with gpasswd
nl: U heeft geen lees- en schrijfrechten\nvoor apparaat %s op uw systeem! Deze rechten zijn\nbenodigd voor cdparanoia om een audio-cd te detecteren.\n\n%s\nMisschien dat u nog moet worden toegevoegd aan de juiste\nmet het programma gpasswd.

source: The rip has succesfully finished.\nA short summary is shown below.
nl: De rip is succesvol voltooid.\nEen korte samenvatting is hieronder zichtbaar.

source: The rip had some problems.\nA short summary is shown below.
nl: De rip heeft enige problemen gehad.\nEen korte samenvatting is hieronder zichtbaar.

source: Use this option to keep the disc info\nfor albums that span multiple discs
nl: Gebruik deze optie om de disk info\nvast te houden voor albums die uit\nmeerdere schijven bestaan.

source: Track names (%s tracks)
nl: Track namen (%s tracks)

source: The directory %s already exists.\n\nWhat do you want rubyripper to do?
nl: De directory %s bestaat al.\n\nWat wilt u dat rubyripper doet?

source: Delete existing\ndirectory
nl: Verwijder bestaande\ndirectory

source: Auto rename\ndirectory
nl: Directory auto\nhernoemen

source: Dir already exists...
nl: Directory bestaat al...

source: A website which lists the offset for most drives.\nYour drivename can be found in each logfile.
nl: Een website die een overzicht geeft van de offset van de meeste drives.\nUw drivenaam kan worden gevonden in het logbestand.

source: Cdparanoia can't handle offsets larger than 580 for \nfirst (negative offset) and last (positive offset) track.\nThis option fills the rest with empty samples.\nIf disabled, the file will not have the correct size.\nIt is recommended to enable this option.
nl: Cdparanoia kan niet omgaan met correcties groter dan 580 bij\nde eerste (negatieve correctie) en laatste (positieve correctie)\ntrack. Deze optie vult de resterende audio met nullen. Als deze\noptie niet actief is klopt de bestandsgrootte niet. Het is aanbevolen\nom deze optie te activeren.

source: seconds
nl: seconden

source: A hidden track will rip to a seperate file if used in track modus.\nIf it's smaller the sectors will be prepended to the first track.
nl: Een verborgen track wordt een apart bestand in track modus.\nAls het te smal is wordt de audio voor de eerste track gezet.

source: %a=artist %g=genre %t=track name %f=codec %b=album \n%y=year %n=track %va=various artist %o=output file %i=input file
nl: %a=artiest %g=genre %t=track naam %f=codec %b=album %y=jaar %n=track %va=verscheidene artiesten %o = uitvoer bestand %i = invoer bestand

source: Use normalize on wav files
nl: Normalize wav bestanden

source: No disc found in %s!\nPlease insert a disc and push 'Scan drive'.\n\nThe cdrom drive can be set in 'Preferences'.
nl: Geen disk gevonden in %s!\nStop een disk in de lade en kies 'Scan drive'.\n\nDe cdrom drive kan worden ingesteld bij 'Voorkeuren'.

source: Insert an audio-disc and press 'Close tray'.\nThe drive will automatically be scanned for a disc.\n\nIf the tray is already closed, press 'Scan drive'
nl: Leg een audiodisk in de lade en kies 'Sluit lade'.\nEr vindt automatische detectie van een audiodisk plaats...\n\nAls de lade al is gesloten, kies dan 'Scan drive'

source: The freedb server reports multiple hits.\nWhich one would you prefer?
nl: De freedb server geeft meerdere mogelijkheden aan.\nWelke mogelijkheid heeft uw voorkeur?

source: Cdparanoia doesn't output wav files.\nCheck your settings please.
nl: Cdparanoia geeft geen wav file als uitvoer.\nControleer uw instellingen a.u.b.

source: The program %s failed to execute correctly:\n%s
nl: Het programma %s kon niet juist worden uitgevoerd:\n%s

source: Can't create output directory!\nYou have no writing access for directory %s
nl: Kan de output directory niet aanmaken!\nU heeft geen schrijfbevoegdheid in directory %s

source: Rubyripper version %s
nl: Rubyripper versie %s

source: Rubyripper extraction logfile from:\n%s\n\n
nl: Rubyripper extractie logbestand van:\n%s\n\n

source: Selected flags
nl: Actieve parameters

source: Fill up missing offset samples with silence : %s\n
nl: Vul ontbrekende correctie samples met stilte : %s\n

source: Used output encoder : %s\n
nl: Gebruikte output encoder: %s\n

source: TOC of the extracted CD\n\n
nl: TOC van de geripte CD\n\n

source: Artist : %s\nAlbum: %s\n
nl: Artiest : %s\nAlbum: %s\n

source: Disc Image\n\n
nl: Disk Image\n\n

source: File name %s\n
nl: Bestandsnaam %s\n

source: Trial %s: %s seconds (%sx)\n
nl: Poging %s: %s secondes (%sx)\n

source: Copy MD5: %s\n\n
nl: Kopieer MD5: %s\n\n

source: \nWARNING: ENCODING ERRORS WERE DETECTED\n
nl: \nWAARSCHUWING: ENCODEER FOUTEN GEDETECTEERD\n

source: \nRIPPING SUMMARY\n\n
nl: \nSAMENVATTING RIPPEN\n\n

source: All chunks were tried to match at least %s times.\n
nl: Alle delen zijn geprobeerd minstens %s keer overeen te laten komen.\n

source: \nwere tried to match %s times.\n
nl: \nzijn geprobeerd minstens %s keer overeen te laten komen.\n

source: None of the tracks gave any problems\n
nl: Geen van de tracks heeft problemen opgeleverd\n

source: Some track(s) could NOT be corrected within the maximum amount of trials\n
nl: Sommige track(s) konden NIET worden gerepareerd binnen het maximum aantal pogingen\n

source: Track %s could NOT be corrected completely\n
nl: Track %s kon NIET volledig worden gecorrigeerd\n

source: Some track(s) needed correction,but could\nbe corrected within the maximum amount of trials\n
nl: Sommige track(s) hadden correctie nodig, maar konden\nbinnen het aantal toegestane pogingen worden gecorrigeerd\n

source: There were errors during encoding\n
nl: Er waren fouten tijdens het encoderen\n

source: The exact positions of the suspicious chunks\ncan be found in the ripping log\n
nl: De preciese locatie van de gecorrigeerde delen\nkunnen in het logbestand worden gevonden\n

source: \nThere are %s choices:\n
nl: \nEr zijn %s keuzes:\n

source: \nWhich one do you prefer?
nl: \nWelke keus heeft uw voorkeur?
