Repository: bbyykk/rubyripper
Catalog: po/*/rubyripper.po
Languages: fr, nl

source: Wavpack options passed
nl: Extra Wavpack parameters

source: Wav %s
nl: Wav

source: \nCurrent naming scheme: %s
nl: \nHuidig naam schema: %s
